Repository: huahuahu/HHappyDocs
Catalog: HDiary/Intents.xcstrings
Source language: en
Languages: zh_hans

# participant.all
source: All participants
zh_hans: 所有人

# sampleData.moment1.title
source: Went hiking with friends
zh_hans: 和朋友一起爬山

# sampleData.moment2.title
source: Family dinner night
zh_hans: 家庭聚餐夜

# sampleData.moment3.title
source: Coffee catch-up
zh_hans: 咖啡小聚

# sampleData.participantName
source: Sample participant
zh_hans: 示例参与者

# widget.moment.configurationDisplayName
source: Moments
zh_hans: 乐事

# widget.moment.description
source: Show moments for a selected participant
zh_hans: 显示所选参与者的乐事

# widget.moment.intent.description
source: Select a participant to show their moments
zh_hans: 选择要显示乐事记录的参与者

# widget.moment.intent.parameter.participant.title
source: Participant
zh_hans: 参与者

# widget.moment.intent.title
source: Select participant
zh_hans: 选择参与者
